Repository: d3ara1n/Polymerium
Catalog: src/Polymerium.App/Themes/Localization/*/Resources.resw
Source language: en_us
Languages: zh_cn

# AccountSelectionView_Header.Text
source: Select an account type
zh_cn: 选择一种登录方式

# AddAccountWizardDialog_CancelButton.Content
source: Cancel
zh_cn: 取消

# AddAccountWizardDialog_FinishButton.Content
source: Finish
zh_cn: 完成

# AddAccountWizardDialog_NextButton.Content
source: Next
zh_cn: 下一步

# AddAccountWizardDialog_PreviousButton.Content
source: Back
zh_cn: 上一步

# AddMetaComponentWizardDialog_CancelButton.Content
source: Cancel
zh_cn: 取消

# AddMetaComponentWizardDialog_FinishButton.Content
source: Confirm
zh_cn: 确定

# AddMetaComponentWizardDialog_Header.Text
source: Add a componet
zh_cn: 添加一个组件

# AddMetaComponentWizardDialog_VersionLabel.Text
source: Version
zh_cn: 版本

# CreateInstanceWizardDialog_AuthorBox.PlaceholderText
source: Empty string is also ok
zh_cn: 空字符串也可以是作者名...

# CreateInstanceWizardDialog_AuthorLabel.Text
source: Author
zh_cn: 作者

# CreateInstanceWizardDialog_CancelButton.Content
source: Cancel
zh_cn: 取消

# CreateInstanceWizardDialog_FinishButton.Content
source: Confirm
zh_cn: 添加

# CreateInstanceWizardDialog_Header.Text
source: Create new instance
zh_cn: 创建空实例

# CreateInstanceWizardDialog_NameBox.PlaceholderText
source: Applied to directory name as well
zh_cn: 会以此标识该实例

# CreateInstanceWizardDialog_NameLabel.Text
source: Instance name
zh_cn: 最后给实例起一个名字

# CreateInstanceWizardDialog_Optional_Header.Header
source: Optional
zh_cn: 高级

# CreateInstanceWizardDialog_Optional_VersionBox.PlaceholderText
source: Treated as modpack version when exported
zh_cn: 当作为整合包发布时使用

# CreateInstanceWizardDialog_Optional_VersionLabel.Text
source: Instance version
zh_cn: 实例版本

# CreateInstanceWizardDialog_VersionBox.PlaceholderText
source: Type to search
zh_cn: 键入以搜索

# CreateInstanceWizardDialog_VersionLabel.Text
source: Version:
zh_cn: 游戏版本:

# HomeView_HelloLabel.Text
source: Hello
zh_cn: 你好

# HomeView_NewsLabel.Text
source: News
zh_cn: 新闻

# HomeView_News_ReadMoreLink.Content
source: Read more
zh_cn: 查看详情

# HomeView_RecentPlayLabel.Text
source: Recently played
zh_cn: 最近游玩

# ImportModpackWizardDialog_AuthorLabel.Text
source: Author
zh_cn: 作者

# ImportModpackWizardDialog_CancelButton.Content
source: Cancel
zh_cn: 取消

# ImportModpackWizardDialog_FinishButton.Content
source: Confirm
zh_cn: 确定

# ImportModpackWizardDialog_Header.Text
source: Import from modpack
zh_cn: 从整合包导入

# ImportModpackWizardDialog_NameLabel.Text
source: Instance name
zh_cn: 实例名

# ImportModpackWizardDialog_VersionLabel.Text
source: Version
zh_cn: 版本

# InstanceAdvancedConfigurationView_Danger_DeleteButton.Content
source: Do the dangerous ACTION!
zh_cn: 删除

# InstanceAdvancedConfigurationView_Danger_DeleteLabel.Text
source: Delete instance and files
zh_cn: 删除实例和本地文件

# InstanceAdvancedConfigurationView_Danger_Header.Text
source: Danger zone
zh_cn: 危险操作

# InstanceAdvancedConfigurationView_Danger_ResetButton.Content
source: Do the ACTION!
zh_cn: 重置

# InstanceAdvancedConfigurationView_Danger_ResetLabel.Text
source: Reset the instance data
zh_cn: 重置游戏本地文件

# InstanceAdvancedConfigurationView_Danger_Subheader.Text
source: Think twice before pressing the button
zh_cn: 此类操作会对游戏文件产生副作用

# InstanceAdvancedConfigurationView_Export_Header.Text
source: Export metadata
zh_cn: 导出元数据

# InstanceAdvancedConfigurationView_Export_OpenWizardButton.Content
source: Open export wizard
zh_cn: 导出为整合包

# InstanceAdvancedConfigurationView_Export_Subheader.Text
source: As Polypack modpack
zh_cn: 仅支持导出为 Polypack

# InstanceAdvancedConfigurationView_InstanceName_Header.Text
source: Instance name
zh_cn: 实例名

# InstanceAdvancedConfigurationView_InstanceName_RenameButton.Content
source: Safe rename
zh_cn: 安全重命名

# InstanceAdvancedConfigurationView_Label0.Text
source: (: a smiling face
zh_cn: 本页操作修改游戏本地文件，会改变同步状态，修改不需要谨慎（不是你的原因，是文件状态的校验不好做也没做好），但要做好产生意料之外的影响的准备。

# InstanceLaunchConfigurationView_AutoSelectJava_Header.Text
source: Auto-select Java
zh_cn: 自动检测 Java 版本

# InstanceLaunchConfigurationView_AutoSelectJava_Label0.Text
source: Using system preinstalled Java version
zh_cn: 使用系统中已经预装的 Java 实例

# InstanceLaunchConfigurationView_AutoSelectJava_Label1.Text
source: Using custom Java version
zh_cn: 使用自定义 Java 路径(精确到 bin/java.exe,lib 所在目录)

# InstanceLaunchConfigurationView_AutoSelectJava_OpenPickerButton.Content
source: Open picker dialog
zh_cn: 打开选取对话框

# InstanceLaunchConfigurationView_JavaAdditionalArguments_Header.Text
source: Java additional argument
zh_cn: Java 虚拟机附加参数

# InstanceLaunchConfigurationView_JavaAdditionalArguments_Subheader.Text
source: Arguments are splited by spaces in one line
zh_cn: 非必要的用于调整虚拟机性能的额外参数

# InstanceLaunchConfigurationView_JavaMemory_Header.Text
source: Java max memory
zh_cn: Java 虚拟机分配的最大内存

# InstanceLaunchConfigurationView_JavaMemory_Subheader.Text
source: Set this according to your system memory
zh_cn: 没有自动分配算法，根据经验来设置

# InstanceLaunchConfigurationView_Label0.Text
source: Instance's configuration is inherited from the global one and will not effect in the opposite direction.
zh_cn: 实例启动参数会从全局设置中继承，对实例的修改会被保存，且只在该实例生效，不会影响全局设置

# InstanceLaunchConfigurationView_SkipJavaCheck_Header.Text
source: Skip Java version check
zh_cn: 跳过 Java 兼容性检查

# InstanceLaunchConfigurationView_SkipJavaCheck_Subheader.Text
source: May cause game launching crashes
zh_cn: 当确定 Java 版本兼容时可开启此项

# InstanceMetadataConfigurationView_Attachment_AddButton.Content
source: Add
zh_cn: 添加

# InstanceMetadataConfigurationView_Attachment_AuthorLabel.Text
source: Author:
zh_cn: 作者:

# InstanceMetadataConfigurationView_Attachment_ExternalLink.Text
source: Visit external link
zh_cn: 访问外部链接

# InstanceMetadataConfigurationView_Attachment_Filter_FileBox.Content
source: Files
zh_cn: 文件

# InstanceMetadataConfigurationView_Attachment_Filter_ModBox.Content
source: Mods
zh_cn: 模组

# InstanceMetadataConfigurationView_Attachment_Filter_ResourcePackBox.Content
source: Resource packs
zh_cn: 资源包

# InstanceMetadataConfigurationView_Attachment_Filter_ShaderPackBox.Content
source: Shader packs
zh_cn: 着色器包

# InstanceMetadataConfigurationView_Attachment_Header.Text
source: Attachments
zh_cn: 附件

# InstanceMetadataConfigurationView_Attachment_Label0.Text
source: Attachments are those "files" created only in restore stage and managed by restore engine. If removed, corresponding file will be removed.
zh_cn: 此处做出的修改会在下一次还原时被应用到实例目录文件，包括移除附件也会使实例目录中的对应文件被删除。

# InstanceMetadataConfigurationView_Attachment_Remove.Text
source: Remove
zh_cn: 移除

# InstanceMetadataConfigurationView_Attachment_SearchBox.PlaceholderText
source: Search in list
zh_cn: 搜索已添加的附件

# InstanceMetadataConfigurationView_Attachment_VersionLabel.Text
source: Version:
zh_cn: 版本:

# InstanceMetadataConfigurationView_Componet_AddButton.Content
source: Add
zh_cn: 添加

# InstanceMetadataConfigurationView_Componet_Header.Text
source: Components
zh_cn: 组件

# InstanceMetadataConfigurationView_Componet_Label0.Text
source: Components are mod loaders more often while they may be conflict with the other.
zh_cn: 大部分组件都是 Mod Loader 且目前支持的组件也只有 Mod Loader。由于 Mod Loader 的特性，只支持同时启用一个除本体以外的组件。

source: Remove componet
zh_cn: 移除

# InstanceMetadataConfigurationView_Tag_CurrentLabel.Text
source: (Current)
zh_cn: (当前)

# InstanceMetadataConfigurationView_Tag_Error_Header.Text
source: Failed to parse reference
zh_cn: 获取标签信息失败

# InstanceMetadataConfigurationView_Tag_Error_Subheader.Text
source: Check your Internet connection and try again
zh_cn: 可能是不良的互联网链接或不稳定的服务器造成

# InstanceMetadataConfigurationView_Tag_Header.Text
source: Tag
zh_cn: 标签

# InstanceMetadataConfigurationView_Tag_InfoBar.Message
source: The instance metadata is uneditable according to a reference lock(or tag attched). Components and some attachments are locked before tag removed.
zh_cn: 该实例引用自一个整合包，在修改实例部分元数据之前，需要移除引用信息（解锁）。

# InstanceMetadataConfigurationView_Tag_InfoBar.Title
source: Locked metadata
zh_cn: 元数据已锁定

# InstanceMetadataConfigurationView_Tag_UnlockButton.Content
source: Unlock
zh_cn: 解锁

# InstanceMetadataConfigurationView_Tag_UpdateButton.Content
source: Update
zh_cn: 更新

# InstanceView_Asset_ModLabel.Text
source: Mods
zh_cn: 模组

# InstanceView_Asset_ResourcePackLabel.Text
source: Resource packs
zh_cn: 资源包

# InstanceView_Asset_ShaderPackLabel.Text
source: Shader packs
zh_cn: 着色器包

# InstanceView_Asset_UnsupportedLabel.Text
source: Unsupported
zh_cn: 不支持

source: Edit metadata
zh_cn: 修改实例的元数据

# InstanceView_Header_GameVersionLabel.Text
source: Game version:
zh_cn: 游戏版本:

# InstanceView_Header_ReferenceLabel_Attachment.Text
source: ATTACHMENTS
zh_cn: 附件

# InstanceView_Header_ReferenceLabel_Import.Text
source: Imported from
zh_cn: 导入自

# InstanceView_Header_ReferenceLabel_Modpack.Text
source: MODPACK
zh_cn: 整合包

# InstanceView_Header_ReferenceLabel_With.Text
source: with
zh_cn: 带有

# InstanceView_Other_Header.Text
source: Details
zh_cn: 其他信息

# InstanceView_Save_Header.Text
source: Worlds
zh_cn: 存档

# InstanceView_Server_AddButton.Content
source: Add
zh_cn: 添加

# InstanceView_Server_Header.Text
source: Servers
zh_cn: 服务器

# MainView_AddAccountButton.Content
source: Add
zh_cn: 添加账号

# MainView_RemoveAccountButton.Content
source: Remove
zh_cn: 注销当前

# MainView_SearchBar.PlaceholderText
source: Search for...
zh_cn: 搜索实例，资源...

# MicrosoftAccountIntroView_Header.Text
source: Microsoft account(1/3)
zh_cn: 登录微软账号(1/3)

# MicrosoftAccountIntroView_TipLabel.Text
source: Click NEXT to go foward
zh_cn: 单击下一步进入授权流程

# MicrosoftAuthView_Header.Text
source: Microsoft account(2/3)
zh_cn: 登录微软账号(2/3)

# MicrosoftAuthView_OpenBrowserButton.Content
source: Take me to the page
zh_cn: 在浏览器中验证

# MicrosoftAuthView_TipLabel0.Text
source: User code will expire in 15 minuts
zh_cn: 验证码会在15分钟内失效

# MicrosoftAuthView_TipLabel1.Text
source: In that case you should go back and fetch the code again
zh_cn: 届时你需要返回上一页面重新开始登录流程

# MicrosoftAuthView_UserCodeLabel.Text
source: Enter the code below in the browser
zh_cn: 在浏览器中输入以下验证码

# MicrosoftFinishView_Header.Text
source: Microsoft account(3/3)
zh_cn: 登录微软账号(3/3)

# MicrosoftFinishView_Label0.Text
source: Check your information
zh_cn: 确认您的信息

# NewInstanceView_Empty_Label0.Text
source: Create from empty template
zh_cn: 从空模板创建实例

# NewInstanceView_Empty_Label1.Text
source: and edit details later...
zh_cn: 并稍后添加内容

# NewInstanceView_Empty_OpenWizardButton.Content
source: Open creation wizard
zh_cn: 打开实例创建向导

# NewInstanceView_Import_Label0.Text
source: Import from files
zh_cn: 从文件导入

# NewInstanceView_Import_Label1.Text
source: by dropping the zip down here
zh_cn: 拖入整合包元数据(.zip)以导入

# NewInstanceView_Online_GoSearchLabel.Text
source: Go to Search Center
zh_cn: 前往搜索页面

# NewInstanceView_Online_Label0.Text
source: From
zh_cn: 从

# NewInstanceView_Online_Label1.Text
source: the Internet
zh_cn: 互联网

# NewInstanceView_Online_Label3.Text
source: download
zh_cn: 下载并导入

# NewInstanceView_Online_Label4.Text
source: modpacks!
zh_cn: 整合包!

# OfflineAccountView_Header.Text
source: Offline account
zh_cn: 添加离线账号

# OfflineAccountView_UsernameLabel.Text
source: Username
zh_cn: 玩家名

# PrepareGameDialog_PlayAsLabel0.Text
source: Play as "
zh_cn: 以“

# PrepareGameDialog_PlayButtonLabel.Text
source: Play
zh_cn: 开始

# ReleaseType_Release
source: Release
zh_cn: 正式

# ReleaseType_Snapshot
source: Snapshot
zh_cn: 快照

# ResourceType_DataPack
source: Data packs
zh_cn: 数据包

# ResourceType_File
source: Files
zh_cn: 文件

# ResourceType_Mod
source: Mods
zh_cn: 模组

# ResourceType_Modpack
source: Modpacks
zh_cn: 整合包

# ResourceType_Plugin
source: Plugins
zh_cn: 插件

# ResourceType_ResourcePack
source: Resource packs
zh_cn: 资源包

# ResourceType_ShaderPack
source: Shader packs
zh_cn: 着色器包

# ResourceType_Update
source: Updates
zh_cn: 更新

# ResourceType_World
source: Worlds
zh_cn: 存档

# SearchCenterView_EmptyLabel.Text
source: No results
zh_cn: 列表为空

# SearchCenterView_FilterLabel.Text
source: Filtered by
zh_cn: 结果已为实例过滤:

# SearchCenterView_Header.Text
source: Search Center
zh_cn: 搜索中心

# SearchCenterView_RepositoryLabel.Text
source: Repository
zh_cn: 来自:

# SearchCenterView_SearchBox.PlaceholderText
source: Type something...
zh_cn: 键入以开始

# SearchCenterView_TypeLabel.Text
source: Type
zh_cn: 类型:

# SearchDetailDialog_CancelButton.Content
source: Cancel
zh_cn: 关闭

# SearchDetailDialog_Description_Header.Header
source: Description
zh_cn: 描述

# SearchDetailDialog_Gallery_Header.Header
source: Gallery
zh_cn: 展示

# SearchDetailDialog_InstallButton.Content
source: Install
zh_cn: 安装

# SearchDetailViewModel_ImportModpack_Failure_Message
source: Importing modpack from the file failed: {0}
zh_cn: 导入下载的整合包文件失败: {0}

# SearchDetailViewModel_InstallAsset_Failure_Caption
source: It never happen
zh_cn: 不可能

# SearchDetailViewModel_InstallAsset_Failure_Message
source: I promise
zh_cn: 这绝不可能

# SearchDetailViewModel_InstallAsset_Success_Caption
source: Install asset successfully
zh_cn: 添加资产成功

# SearchDetailViewModel_InstallAsset_Success_Message
source: Reference of {0} has been added to {1}
zh_cn: 对 {0} 的引用被添加到 {1}

# SearchDetailViewModel_InstallModpack_Failure_Caption
source: Failed to install modpack
zh_cn: 安装整合包失败

# SearchDetailViewModel_InstallModpack_Success_Caption
source: Install modpack successfully
zh_cn: 安装整合包完成

# SearchDetailViewModel_InstallModpack_Success_Message
source: {0} has been added
zh_cn: {0} 已添加

# SearchDetailViewModel_ResolveModpack_Failure_Message
source: Failed to resolving the modpack reference: {0}
zh_cn: 解析整合包所在资源链接失败: {0}

# SearchDetailViewModel_SolidifyModpack_Failure_Message
source: Solidifying instance refered to a modpack failed: {0}
zh_cn: 添加导入的实例失败: {0}

# SettingView_About_CurseForgeLabel.Text
source: CurseForge:
zh_cn: CurseForge 来自

# SettingView_About_Header.Text
source: About
zh_cn: 说明

# SettingView_About_IconReferenceLabel.Text
source: Icon references
zh_cn: 图标素材

# SettingView_About_ModrinthLabel.Text
source: Modrinth:
zh_cn: Modrinth 来自

# SettingView_About_RepositoryLabel.Text
source: Repo
zh_cn: 储存库

# SettingView_Application_Header.Text
source: Application
zh_cn: 应用

# SettingView_Application_Language_Header.Text
source: Language
zh_cn: 语言

# SettingView_Application_Language_Subheader.Text
source: Restart required
zh_cn: 重启生效

# SettingView_Application_OfflineImport_Header.Text
source: Force to import modpacks offline
zh_cn: 强制离线导入整合包

# SettingView_Application_OfflineImport_InfoBar.Message
source: Nothing more but be aware of potential mistakes caused by bad Internet connection which are difficult to be figured out. If you are suffering from abnormal game experience or having no confidence in network quality, just turn it on.
zh_cn: 下载中心添加的整合包会使用在线数据替换包内数据，该选项会禁用在线数据获取和替换。使用离线数据将大大加速导入过程，但会使导入的实例失去上下文信息。

# SettingView_Application_OfflineImport_InfoBar.Title
source: Note
zh_cn: 注意

# SettingView_Application_OfflineImport_Subheader.Text
source: Will not replace the metadata with online one
zh_cn: 不对下载中心添加的整合包进行数据合并

# SettingView_Application_SuperPower_Header.Text
source: Activate SuperPower
zh_cn: 使用超能力

# SettingView_Application_SuperPower_Label0.Text
source: Not a SuperPower actually...
zh_cn: 其实没有超能力

# SettingView_Application_SuperPower_UselessButton.Content
source: Button, but the same effectless
zh_cn: 点这个按钮也没用

# SettingView_GameGlobal_AutoSelectJava_Header.Text
source: Auto-select Java
zh_cn: 自动检测 Java 版本

# SettingView_GameGlobal_AutoSelectJava_Label0.Text
source: Using system preinstalled Java version
zh_cn: 使用系统中已经预装的 Java 实例

# SettingView_GameGlobal_AutoSelectJava_Label1.Text
source: Using custom Java version(The Java Home directory)
zh_cn: 使用自定义 Java 路径(精确到 bin/java.exe,lib 所在目录)

# SettingView_GameGlobal_AutoSelectJava_OpenPickerButton.Content
source: Open picker dialog
zh_cn: 打开选取对话框

# SettingView_GameGlobal_Header.Text
source: Game Configuration
zh_cn: 游戏全局配置

# SettingView_GameGlobal_JavaAdditionalArguments_Header.Text
source: Java additional argument
zh_cn: Java 虚拟机附加参数

# SettingView_GameGlobal_JavaAdditionalArguments_Subheader.Text
source: Arguments are splited by spaces in one line
zh_cn: 非必要的用于调整虚拟机性能的额外参数

# SettingView_GameGlobal_JavaMemory_Header.Text
source: Java max memory
zh_cn: Java 虚拟机分配的最大内存

# SettingView_GameGlobal_JavaMemory_Subheader.Text
source: Set this according to your system memory
zh_cn: 没有自动分配算法，根据经验来设置

# SettingView_GameGlobal_Label0.Text
source: These settings will be inherited if the instance's corresponding one doesn't present
zh_cn: 私有实例配置中未设置的项目将会继承全局配置中的对应项目

# SettingView_GameGlobal_SkipJavaCheck_Header.Text
source: Skip Java version check
zh_cn: 跳过 Java 兼容性检查

# SettingView_GameGlobal_SkipJavaCheck_Subheader.Text
source: May cause game launching crashes
zh_cn: 当确定 Java 版本兼容时可开启此项

# SettingView_GameGlobal_WindowSize_Header.Text
source: Game window initial size
zh_cn: 游戏窗口初始大小

# SettingView_GameGlobal_WindowSize_HeightLabel.Text
source: Height
zh_cn: 高

# SettingView_GameGlobal_WindowSize_Subheader.Text
source: Default is 854x480 (Maybe)
zh_cn: 默认 854x480

# SettingView_GameGlobal_WindowSize_WidthLabel.Text
source: Width
zh_cn: 宽

# InstanceConfigurationView_Advanced_Label
source: Advanced
zh_cn: 高级

# InstanceConfigurationView_Launch_Label
source: Parameters
zh_cn: 启动参数

# InstanceConfigurationView_Metadata_Label
source: Metadata
zh_cn: 元数据

# SearchDetailViewModel_InstallModpack_Failure_Message
source: Exception thrown: {0}
zh_cn: 意外发生: {0}

# InstanceAdvancedConfigurationView_Confirm_Text
source: This operation is irreversible
zh_cn: 该操作是不可逆的

# InstanceAdvancedConfigurationView_Rename_Description
source: This also affects the directory name
zh_cn: 这也会影响实例所在目录

# InstanceAdvancedConfigurationView_Rename_Title
source: Rename
zh_cn: 重命名

# InstanceAdvancedConfigurtationView_Delete_Failure_Message
source: Unknown error occurred
zh_cn: 意料之外的文件系统异常

# InstanceAdvancedConfigurtationView_Delete_Success_Message
source: Files have been removed
zh_cn: 实例文件和本地已被移除

# InstanceAdvancedConfigurtationView_Reset_Failure_Message
source: Unknown error occurred
zh_cn: 意料之外的文件系统异常

# InstanceAdvancedConfigurtationView_Reset_Success_Message
source: Files have been removed
zh_cn: 实例文件已被移除

# InstanceAdvancedConfigurtationView_Delete_Caption
source: Delete
zh_cn: 删除

# InstanceAdvancedConfigurtationView_Reset_Caption
source: Reset
zh_cn: 重置

# InstanceSelectorDialog.CloseButtonText
source: Cancel
zh_cn: 取消

# InstanceSelectorDialog.PrimaryButtonText
source: Confirm
zh_cn: 确定

# InstanceSelectorDialog.Title
source: Pick an instance to apply
zh_cn: 选择一个实例以继续

# InstanceView_Other_Author_Label
source: Author
zh_cn: 作者

# InstanceView_Other_Author_Unknown
source: (Unidentified)
zh_cn: (未标注)

# InstanceView_Other_CreateDate_Label
source: Created at
zh_cn: 创建时间

# InstanceView_Other_Identity_Label
source: Identity
zh_cn: 标识符

# InstanceView_Other_LastPlay_Label
source: Last played at
zh_cn: 最后一次游玩

# InstanceView_Other_LastPlay_Unknown
source: Never
zh_cn: 从未

# InstanceView_Other_LastRestore_Label
source: Last restored at
zh_cn: 最后一次还原

# InstanceView_Other_LastRestore_Unknown
source: Never
zh_cn: 从未

# InstanceView_Other_PlayCount_Label
source: Play count
zh_cn: 游戏次数

# InstanceView_Other_PlayTime_Label
source: Play time
zh_cn: 游戏时间

# InstanceView_Other_SuccessRate_Label
source: Successfully launched
zh_cn: 启动成功率

# InstanceView_Save_Empty.Text
source: Empty
zh_cn: 空

# InstanceView_Screenshot_Empty.Text
source: Nothing to present. Press F2 in game to generate one
zh_cn: 没有截图可以展示，游戏中按下 F2 生成截图

# InstanceView_Screenshot_Header.Text
source: Screenshots
zh_cn: 截图

# InstanceView_Save_OpenExplorerButton.Content
source: Open in explorer
zh_cn: 打开目录

# InstanceView_Screenshot_OpenExplorerButton.Content
source: Open in explorer
zh_cn: 打开目录

# InstanceAssetViewModel_AddFile_Accepted_Caption
source: File accepted
zh_cn: 添加成功

# InstanceAssetViewModel_AddFile_Accepted_Message
source: {0} was added as {1}
zh_cn: {0} 作为 {1} 被添加

# InstanceAssetViewModel_AddFile_Rejected_Caption
source: File rejected
zh_cn: 添加失败

# InstanceAssetViewModel_AddFile_Rejected_Message
source: Unknown format. Try add it manually
zh_cn: 选择的包无法识别，可打开目录手动添加

# InstanceAssetViewModel_DeleteFile_Failure_Caption
source: Delete failed
zh_cn: 删除失败

# InstanceAssetDrawer_ImportLabel0.Text
source: Add file
zh_cn: 从文件添加

# InstanceAssetDrawer_AssetSearch.PlaceholderText
source: Search for installed assets...
zh_cn: 搜索已安装的游戏资产

# InstanceAssetDrawer_DeleteButton.Content
source: Delete
zh_cn: 删除

# InstanceAssetDrawer_ImportLabel1.Text
source: by dropping it down here
zh_cn: 拖入文件以添加

# InstanceAssetDrawer_OpenExplorerLink.Text
source: Show in explorer
zh_cn: 在资源管理器中查看

# InstanceAssetDrawer_VersionLabel.Text
source: Version
zh_cn: 版本
